{
	"Criminal Acts":[
		{ "Title" : "Obstruction - Efforts to manipulate Michael Flynn Investigation",
		"fbp" : "Michael Flynn lied to the FBI about his discussions with the Russian Ambassador regarding sanctions related to election meddling. ",
		"sbp" : "President Trump attempted to manipulate the director of the FBI, James Comey into dropping the investigation in Flynn.",
		"tbp" : "President Trump directed Deputy National Security Advisor K.T. MacFarland to document Trump’s lack of involvement in the Flynn’s talks, but MacFarland declined as he didn’t know this to be factual.",
		"why" : "The President illegally obstructed justice by attempting to use  his influence to stop an FBI investigation and to unethically establish a record of innocence. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Obstruction - The termination of James Comey",
		"fbp" : "President Trump fired James Comey after Comey declined to answer congressional questions about a personal investigation into Trump. ",
		"sbp" : "The President officially stated that the termination was over his handling of the Clinton Email Investigation, but he later said in a television interview that it was connected to the Russia investigation. ",
		"tbp" : "Speaking to Russian Officials, President Trump expressed relief that the “Great pressure because of Russia” had been “taken off” by Comey’s firing. ",
		"why" : "The President fired the man who was investigating him to either hinder the investigation or to seek a more sympathetic investigator.",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Obstruction - Early Efforts to Control the Mueller Investigation",
		"fbp" : "After the firing of James Comey and appointment of Robert Mueller as Special Prosecutor, President Trump demanded the resignation of Attorney General Jeff Sessions- a resignation which he did not ultimately accept. ",
		"sbp" : "President Trump claimed that Mueller was conflicted in an attempt to discredit or have him removed, but these claims were determined frivolous by the Department of Justice.",
		"tbp" : "Despite the DoJ findings, President Trump asked Don McGhan to publicly call for the removal of the Special Prosecutor. McGhan refused this request. ",
		"why" : "The President sought to have Mueller discredited and removed, illegally interfering with a federal election. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Obstruction - Efforts to Control the ongoing Mueller Investigation",
		"fbp" : "President Trump sought out former campaign chairman Cory Lewandowski to deliver a message to Attorney General Jeff Sessions.",
		"sbp" : "President Trump asked the Attorney General to make a public statement to say that the investigation was unfair and was only to focus on future cases of election meddling.",
		"tbp" : "Lewandowski did not deliver this message, despite the President’s insistence. Eventually Lewandowski delegated the task to Rick Dearborn, who declined to act on it.",
		"why" : "President Trump attempted to narrow the scope of the Mueller investigation aware from him through back channels and erode public trust in the process. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Obstruction - Automatic Rejection of Subpoenas",
		"fbp" : "The White House is attempting to block Don McGhan from providing testimony to the House and has supported his defiance of the subpoena for documents.",
		"sbp" : "The administration has rejected a subpoena for President Trump’s tax records.",
		"tbp" : "President Trump has stated he has a blanket policy of non-cooperation with House subpoenas, stating “We’re fighting all the Subpoenas” calling them the Democrats “Weapon of Choice.”",
		"why" : "Despite his claim to “love suppoenas, “ his blanket rejection of all subpoenas from the House is a rejection of constitutional Congressional Oversight.  ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Witness Intimidation - Conduct involving Michael Cohen",
		"fbp" : "President Trump created a “party line” regarding Trump’s business dealings in Moscow to keep the truth from the Public.",
		"sbp" : "President Trump publicly praised Michael Cohen’s testimony, despite knowing that Michael Cohen’s testimony was false.",
		"tbp" : "When Michael Cohen admitted he lied to congress and sough to cooperate with the investigation- the President called him a rat and made references to possible criminal acts by Cohen’s family. ",
		"why" : "The President orchestrated a lie, praised his lawyer for repeating the lie, and threatened him and his family when his lawyer told the truth. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Witness Manipulation- Conduct involving Michael Flynn and Paul Manafort ",
		"fbp" : "Michael Flynn left a joint defense agreement with the President and began to cooperate with the Mueller Investigation.",
		"sbp" : "The President’s attorneys still asked for information from Flynn’s defense team, and when refused said they would pass along news of this “hostility” to the President.",
		"tbp" : "At the same time, President Trump publically praised Paul Manafort’s refusal to cooperate with investigators. ",
		"why" : "The President attempted to influence witnesses in a federal investigation to either not cooperate or to funnel information to his lawyers. ",
		"sources" : [0,1,2,3]
		},

		{ "Title" : "Campaign Finance Violation - Payment to Stephanie Clifford",
		"fbp" : "President Trump paid for Stephanie Clifford’s silence regarding a sexual encounter.",
		"sbp" : "The President denied everything regarding this fact, from the affair to the payments to the source of the payments, even when his personal lawyer showed the checks used for Reimbursement. ",
		"tbp" : "Michael Cohen was charged in New York Sate for this election finance violation and Donald Trump was referrer to as “Individual 1”, and unindicted co-conspirator. ",
		"why" : "The President broke campaign finance law, lied about it, and attempted to cover it up repeatedly. ",
		"sources" : [0,1,2,3]
		},

		{ "Title" : "Emoluments – Receiving foreign payments",
		"fbp" : "President Trump has received and continues to receive financial payments to his organizations from foreign sources.",
		"sbp" : "In many cases, the payers explicitly stated they made these payments to influence presidential favor.",
		"tbp" : "Sources of payment include the Philippine and Saudi government buying blocks of rooms at Trump properties, the Chinese government granting copyrights to Trump branded companies, and paying for access at Mar-a-Lago.",
		"why" : "The President is personally enriching himself through foreign payments and not providing any oversight to show there isn’t a conflict of interest.  ",
		"sources" : [0,1,2,3]
		}
	],
	"Fitness for Office":[
		{ "Title" : "Mental Health",
		"fbp" : "President Trump’s temperament has led him to storm out of legislative meetings, his aides to move warships, and to abruptly change policy via tweet. ",
		"sbp" : "His speech is often incoherent and riddled with paranoia about conspiracy theories and rigged elections. Basic spelling and facts are often incorrect. ",
		"tbp" : "Over 50,000 mental health professionals have raised alarm over his fitness to serve and asked he be removed from office citing the 25th amendment. ",
		"why" : "The president’s declining mental health leaves him unable to effectively carry out the duties of president. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Understanding of Economic Policy",
		"fbp" : "The president repeatedly claims that foreign countries are paying us tariffs. ",
		"sbp" : "President Trump has built his economic negotiation strategy around tariffs. ",
		"tbp" : "At every opportunity, The President has shown that he does not understand how tariffs work and who pays them- often bragging about the tariff income from foreign countries, when it is US Importers that pay for the tariff. ",
		"why" : "A president may not always be certain of the effects of his actions, but it is foolish to remain unaware of what you are doing. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Unethical, Unqualified, and Nepotistic staffing",
		"fbp" : "President Trump has provided security clearance for his family members and friends of the family to serve as advisors despite their lack of experience.",
		"sbp" : "Many of his early staffing choices ended up getting arrested for their involvement with foreign dictators. ",
		"tbp" : "His AG helped cover up Iran Contra. His head of DoE wanted to abolish the DoE. His head of the FCC is a telecommunications lobbyist. His head of the EPA is a former coal lobbyist. His National Security Advisor lied about WMD in Iraq. His Department of Education chair is a Republican Donor who never taught in a public school. ",
		"why" : "The president has built a team of unqualified individuals to lead our country, and created an environment where all principled members of the administration have left or been fired. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Personal Business Habits",
		"fbp" : "The president had built his case for governance on his business prowess.",
		"sbp" : "It has come to light nationally that he refused to pay his contractors as a matter of policy, hired undocumented workers and threatened to deport them, and had connections to Russian lending to save him economically in the early 00’s. ",
		"tbp" : "The President would take out loans, refuse to pay, then sue the lenders when they attempted to collect. ",
		"why" : "The President's poor business practices and possibly illegal behavior has led to a shutdown of transparency and opened him to influence from his lenders. ",
		"sources" : [0,1,2,3]
		}
	],
	"Unamerican Behavior":[
		{ "Title" : "Using Executive Power for Politcal Protection",
		"fbp" : "Attorney General Jeff Sessions recused himself from oversight of the Mueller Investigation, due to his personal involvement in the matter being investigated. ",
		"sbp" : "President Trump urged Sessions to violate his ethics and unrecuse, stating that he should have an Attorney General that would “protect” him. ",
		"tbp" : "In addition, the President sought public support from intelligence agencies to dispel the rumors of a personal investigation of the President. ",
		"why" : "The attorney general and other members of the administration were repeatedly asked to bend their ethics to personally protect the President. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Attacks and Threats on Political Opponents",
		"fbp" : "The president asked Attorney General Jeff Sessions to investigate Hillary Clinton.",
		"sbp" : "Consistently at rallies and in public communications, he has referred to investigations into him as “Treason”, with threats of jail sentences for investigators.  ",
		"tbp" : "The President authorized Attorney General Bob Barr to declassify any material needed to investigate those who investigated him. ",
		"why" : "The president is not above opposition or investigation. Using threats of prosecution and treason against those who investigate or disagree is unethical and unamerican.",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Demonizing the Media",
		"fbp" : "President Trump repeatedly refers to the press as “The Enemy of the People”",
		"sbp" : "He has vilified them at his rallies, shared a video of him bodyslamming a representation of CNN, and has had public verbal arguments with reporters.",
		"tbp" : "Violence against reporters has increased, including pipe bombs sent to CNN.",
		"why" : "The President has no respect for the concept of a free press- an American ideal. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Embracing Authoritarians",
		"fbp" : "The president has legitimized the North Korean dictator and agreed to end military exercises with South Korea",
		"sbp" : "He Praised the Philippines dictator for his work on drug policy, a policy that includes human rights violations and the execution of 12,000 accused drug dealers.  ",
		"tbp" : "He has unilaterally authorized the transfer of nuclear secrets to Saudi Arabia. ",
		"why" : "The president has embraced foreign dictators that oppose democracy and human rights. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Inhumane Border Policy",
		"fbp" : "The president initated a zero tolerance policy towards border crossings with no plan for the results.",
		"sbp" : "Requests for asylum were repeatedly denied, in violation of the law. Children were separated from their families, detained in unsafe conditions. 24 people have died in custody including 6 children. ",
		"tbp" : "The Administration has claimed this is a necessary deterrent. The president told border agents to ignore judges. ",
		"why" : "The President is breaking the law regarding asylum seekers, encouraging his agents to act outside of the law, separating families, and undermining the US status as a bastion of human rights. ",
		"sources" : [0,1,2,3]
		}
	],
	"Abuse of the Public Trust":[
		{ "Title" : "Lying about Russian Connections",
		"fbp" : "During the 2016 the President publicly called into question the source of Hacked DNC Emails, despite attempted coordination with Russian affiliated hackers. ",
		"sbp" : "The President claimed no business dealings with Russia while at the same time getting updates from Michael Cohen regarding the plans for Trump Tower Moscow.",
		"tbp" : "Trump believed that if he acknowledged any connections to Russia it would delegitimize his electoral victory.",
		"why" : "The President had motive to lie regarding his connections to Russia and did so relatedly. ",
		"sources" : [0,1,2,3]
		},
		{ "Title" : "Lying about Efforts to Fire Robert Mueller",
		"fbp" : "The press reported that Don McGhan threatened to quit instead of carrying out an order to fire Robert Mueller.",
		"sbp" : "President Trump asked McGhan to deny the reports publicly, despite them being true. ",
		"tbp" : "The President asked McGhan to file documents that refuted the reporting. ",
		"why" : "The President attempted to mislead the public regarding his intentions toward firing Robert Mueller, asked his staff to lie publicly, and attempted to create a false paper trail. ",
		"sources" : [0,1,2,3]
		}
	]
}